Revit 2024 API
SymbolTypeId.Second Property
 Symbol s, indicating unit Seconds.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Second { get; }
Visual Basic
Public Shared ReadOnly Property Second As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Second {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace